[
    {
        "title": "SELF-DISCOVERY",
        "detailsTitle": "Feeling stuck, overworked, and disconnected? You’ve lost your spark and feel like you’re not living up to your potential?",
        "detailsText": "Our self-discovery process helps you break through mindset blocks, strengthen self-awareness, and reconnect with your core values so you can regain clarity, energy, and purpose in your life and career.",
        "Testimonialtext": "“I knew I was destined for something else but didn't know what... Loubna put me on a path towards self-discovery to identify my true passion. Her program provided me with a lot of strength to persevere. As a result, I built more confidence and secured an amazing position in a new field within my current company”.",
        "Testimonialname": "DANIELA KOUMIDES",
        "Testimonialjob": "Business Analytics & Procurement",
        "Testimonialimg": "/how/Testimonialimg/SEHJw2LFTKCKd1vuXUCY_Daniela_Koumides.webp",
        "imgUrl": "/how/KPK04qkbQuekLhnPsg0C_1.webp"
    },
    {
        "title": "CAREER PATH CLARITY",
        "detailsTitle": "What’s standing between you and your goals — lack of clarity or lack of control?",
        "detailsText": "Career Path Clarity helps you define your vision and purpose, build high- performance habits, and create a personalized roadmap to align your values with clear goals and confidently navigate your career journey.",
        "Testimonialtext": "“Loubna is an amazing life and career coach. Working with her has been a life changer. She led me to reach lengths and test limits beyond my comfort zone. She helped me find the next steps in my career. She has a strong incredible sense of how to engage with her clients to the extent of unraveling them to figure out what they want and their purpose in life. She enabled me to become confident in my own skin to the point that I was able to reach my dream job as a research fellow at Harvard Medical School!”",
        "Testimonialname": "DR. CAROLINE PALAVICINO, Ph.D.",
        "Testimonialjob": "Research Fellow, Cambridge, MA",
        "Testimonialimg": "/how/Testimonialimg/fMwHtafISRC0AVjxRZvQ_Caroline_Palavicino.webp",
        "imgUrl": "/how/73e9XNMcTsyu4pTVJDWQ_2.webp"
    },
    {
        "title": "POWER POSITIONING",
        "detailsTitle": "If you don’t define your edge, how will anyone know what sets you apart?",
        "detailsText": "Power positioning helps you identify your unique strengths and skills, craft a compelling value proposition, and communicate your personal brand clearly to stand out as the candidate of choice in the market.",
        "Testimonialtext": "“Working with Loubna helped me not only focus better on developing challenging goals, improving my productivity, but also incorporating mindfulness in my daily routines. As a result of our work together, I feel more in control of my career, and was offered a new career opportunity and a salary increase. Loubna gave me a roadmap to follow but allowed me to pave my own way.”",
        "Testimonialname": "JESSICA MARCH, MBA ",
        "Testimonialjob": " Biopharma Marketing Executive",
        "Testimonialimg": "/how/Testimonialimg/ZRJ8Ym5RYyM2ie7pNprP_Jessica_March.webp",
        "imgUrl": "/how/9XvkivFcS3KB91ItATI5_3.webp"
    },
    {
        "title": "CAREER SUCCESS TOOLS",
        "detailsTitle": "Tired of being overlooked? What will it take to finally get noticed — and hired?",
        "detailsText": "To land more interviews and stand out to recruiters, you need clear messaging and powerful career tools—like a branded executive résumé, a compelling LinkedIn profile, and tailored cover letters—that showcase your expertise and help you get hired faster with better offers.",
        "Testimonialtext": "“Loubna’s structured process helped me reflect on both my professional and personal goals, develop a stronger value proposition, LinkedIn profile and presence, and a more impactful executive resume. I feel that I am not passive anymore regarding future opportunities and Loubna was very instrumental in bringing that perspective. As a result, I recently accepted a Senior Executive position after 25 years with the same company.”",
        "Testimonialname": "DR. CARLA VOZONE, Pharm D, MBA",
        "Testimonialjob": " Biopharma Strategy & BD Executive",
        "Testimonialimg": "/how/Testimonialimg/cxXj6H4lStqJTvMfh74J_Carla_Vozone.webp",
        "imgUrl": "/how/fhOvBj2PTNqFGK0tSK8m_4.webp"
    },
    {
        "title": "EFFECTIVE CAREER STRATEGIES",
        "detailsTitle": "You’ve got the tools — are you ready to take action and own the outcome?",
        "detailsText": "With a clear strategy and consistent execution—including selective job searching, professional networking, and confident negotiation—you’ll stay proactive, build confidence, and secure opportunities that truly satisfy you.",
        "Testimonialtext": "“Loubna helped me identify and highlight my strengths and put together a program to work on areas for improvement. Her coaching enabled me to secure a great position during the pandemic! … You can rest assured your investment will quickly generate returns!!!”",
        "Testimonialname": "ARSHAD SHARIFF, MS, MBA, PMP",
        "Testimonialjob": "Pharma Operations & Supply Chain Executive",
        "Testimonialimg": "/how/Testimonialimg/u6zhkybCRwyiJoHq6tDm_Arshad_Shariff.webp",
        "imgUrl": "/how/QupdY5VoQY6hTw2HPMVI_5.webp"
    },
    {
        "title": "SUCCESSFUL TRANSITION",
        "detailsTitle": "Is it time to stop second-guessing and start building the career you actually want?",
        "detailsText": "This transformative process empowers you to align your passion and values, make purposeful decisions, and strategically plan your next career and life transition for lasting success.",
        "Testimonialtext": "“Reading books did not provide me any personalized feedback nor guidance. Working with Loubna opened my curiosity to look at things under a different lens. It helped me connect different parts of me as I am on a continuous mission for self-development. “Investing in myself and in coaching was such a personal transformation, and Loubna provided a path I could easily follow. You don’t know what you don’t know until you experience it and that’s where transformation happens.”",
        "Testimonialname": "DR. YVETTE YOUNG, MD, MBA ",
        "Testimonialjob": " Physician & Healthcare Executive",
        "Testimonialimg": "/how/Testimonialimg/WsVQ0RkSeeRMSyI5MUpF_Yvette_Young.webp",
        "imgUrl": "/how/PhRhzScQ5WQ8AgBTMjhA_6.webp"
    }
]